/*M!999999\- enable the sandbox mode */ 
-- MariaDB dump 10.19-11.5.2-MariaDB, for osx10.19 (arm64)
--
-- Host: 127.0.0.1    Database: jomalone_db
-- ------------------------------------------------------
-- Server version	11.5.2-MariaDB

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*M!100616 SET @OLD_NOTE_VERBOSITY=@@NOTE_VERBOSITY, NOTE_VERBOSITY=0 */;

--
-- Table structure for table `orders`
--

DROP TABLE IF EXISTS `orders`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `orders` (
  `order_id` int(11) NOT NULL AUTO_INCREMENT,
  `email` varchar(255) NOT NULL,
  `pay_to` varchar(255) NOT NULL,
  `order_name` varchar(255) NOT NULL,
  `order_total` varchar(255) NOT NULL,
  `order_tel` varchar(255) NOT NULL,
  `order_zip` varchar(255) NOT NULL,
  `order_roadname` varchar(255) NOT NULL,
  `order_buildname` varchar(255) NOT NULL,
  `order_addredetail` varchar(255) NOT NULL,
  `order_msg` varchar(255) DEFAULT NULL,
  `order_status` varchar(255) NOT NULL,
  `order_date` datetime NOT NULL,
  `invoice` varchar(255) DEFAULT NULL,
  `status_date` datetime DEFAULT NULL,
  PRIMARY KEY (`order_id`)
) ENGINE=InnoDB AUTO_INCREMENT=58 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_uca1400_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `orders`
--

/*!40000 ALTER TABLE `orders` DISABLE KEYS */;
INSERT INTO `orders` VALUES
(1,'aram@gmail.com','kakao','이아람','617000','010-1111-2222','24672','서울시 동대문구 고산자로 534','(제기동, 제기한신아파트)','1012동 303호','잘 부탁드려요','반품완료','2024-12-06 12:00:00','','2024-12-10 14:30:59'),
(2,'jeongyun@gmail.com','card','삼아람','235000','010-2222-1121','5502','서울시 송송구 올림픽로 135','(잠실동, 잠실리센츠)','242동 212호',NULL,'반품접수','2023-11-11 00:12:00','','2024-12-10 14:30:59'),
(3,'sera@gmail.com','payco','박세라','220000','010-3232-2323','24672','서울시 송파구 올림픽로 135','(잠실잠실동, 잠실리센츠)','303동 453호','빠르게 부탁드려요','주문완료','2024-12-06 00:00:12','','2024-12-10 14:30:46'),
(4,'sooyeon@gmail.com','naver','한수연','434000','010-2323-3434','5502','서울시 동동문구 고산자로 534','(제기차기동, 제기한신아파트)','222동 1201호',NULL,'취소','2024-12-03 11:00:00','','2024-12-10 14:30:59'),
(5,'aram@gmail.com','naver','이아람','1100000','010-1111-2222','24672','서울시 동대문구 고산자로 534','(제기동, 제기한신아파트)','1012동 303호','안녕하이요','반품접수','2024-12-08 00:11:00','','2024-12-10 14:30:59'),
(6,'sooyeon@gmail.com','payco','한수연','1134000','010-2323-3434','12345','서울시 강서구','강서구아파트','122동 1222호','안녕','환불접수','2024-12-08 00:00:11','','2024-12-10 14:30:59'),
(7,'sooyeon@gmail.com','kakao','한수연','648000','010-2323-3434','12345','서울시 강서구','강서구아파트','122동 1222호','안녕','반품접수','2024-12-08 04:00:00','','2024-12-10 14:30:59'),
(8,'sooyeon@gmail.com','kakao','한수연','648000','010-2323-3434','12345','서울시 강서구','강서구아파트','122동 1222호','ㄴㄴ','주문완료','2024-12-08 00:04:00','','2024-12-10 14:30:46'),
(9,'sooyeon@gmail.com','card','한수연','162000','010-2323-3434','12345','서울시 강서구','강서구아파트','122동 1222호','ㄴㄴ','환불접수','2024-12-08 00:00:04','','2024-12-10 14:30:59'),
(10,'sooyeon@gmail.com','card','한수연','162000','010-2323-3434','12345','서울시 강서구','강서구아파트','122동 1222호','ㄴㄴ','반품접수','2024-12-08 03:00:00','','2024-12-10 14:30:59'),
(11,'sooyeon@gmail.com','naver','한수연','162000','010-2323-3434','12345','서울시 강서구','강서구아파트','122동 1222호','ㄴㄴ','반품접수','2024-12-08 00:03:00','','2024-12-10 14:30:59'),
(12,'jeongyun@gmail.com','card','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'주문완료','2024-12-08 00:00:03','','2024-12-10 14:30:46'),
(13,'jeongyun@gmail.com','naver','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호','dd','배송완료','2024-10-09 06:00:00','',NULL),
(14,'jeongyun@gmail.com','payco','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2024-11-09 00:06:00','',NULL),
(15,'jeongyun@gmail.com','kakao','류정윤','470000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2024-12-09 00:00:06','1111',NULL),
(16,'sooyeon@gmail.com','card','한수연','162000','010-2323-3434','12345','서울시 강서구','강서구아파트','122동 1222호','ㄴㄴ','배송완료','2023-11-08 13:00:00','1111',NULL),
(17,'sooyeon@gmail.com','naver','한수연','162000','010-2323-3434','12345','서울시 강서구','강서구아파트','122동 1222호','ㄴㄴ','배송완료','2023-10-08 00:03:00','2222',NULL),
(18,'jeongyun@gmail.com','card','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2023-09-08 00:00:03','3333',NULL),
(19,'jeongyun@gmail.com','naver','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호','dd','배송완료','2023-08-09 06:00:00','4444',NULL),
(20,'jeongyun@gmail.com','payco','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2023-07-09 00:06:00','5555',NULL),
(21,'jeongyun@gmail.com','kakao','류정윤','470000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2023-06-09 00:00:06','1111',NULL),
(22,'sooyeon@gmail.com','card','한수연','162000','010-2323-3434','12345','서울시 강서구','강서구아파트','122동 1222호','ㄴㄴ','배송완료','2022-11-08 13:00:00','1111',NULL),
(23,'sooyeon@gmail.com','naver','한수연','162000','010-2323-3434','12345','서울시 강서구','강서구아파트','122동 1222호','ㄴㄴ','배송완료','2022-10-08 00:03:00','2222',NULL),
(24,'jeongyun@gmail.com','card','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2022-09-08 00:00:03','3333',NULL),
(25,'jeongyun@gmail.com','naver','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호','dd','배송완료','2022-08-09 06:00:00','4444',NULL),
(26,'jeongyun@gmail.com','payco','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2022-07-09 00:06:00','5555',NULL),
(27,'jeongyun@gmail.com','kakao','류정윤','470000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2022-06-09 00:00:06','1111',NULL),
(28,'jeongyun@gmail.com','payco','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2024-12-11 00:06:00','5555',NULL),
(29,'jeongyun@gmail.com','kakao','류정윤','470000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2024-12-10 00:00:06','1111',NULL),
(30,'sooyeon@gmail.com','card','한수연','162000','010-2323-3434','12345','서울시 강서구','강서구아파트','122동 1222호','ㄴㄴ','배송완료','2024-12-09 13:00:00','1111',NULL),
(31,'sooyeon@gmail.com','naver','한수연','162000','010-2323-3434','12345','서울시 강서구','강서구아파트','122동 1222호','ㄴㄴ','배송완료','2024-12-07 00:03:00','2222',NULL),
(32,'jeongyun@gmail.com','card','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2024-12-11 00:00:03','3333',NULL),
(33,'jeongyun@gmail.com','naver','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호','dd','배송완료','2024-12-10 06:00:00','4444',NULL),
(34,'jeongyun@gmail.com','payco','류정윤','235000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2024-12-09 00:06:00','5555',NULL),
(35,'jeongyun@gmail.com','kakao','류정윤','470000','010-1212-2121','5502','서울시 송파구 올림픽로 135','(잠실동, 잠실리센츠)','303동 1201호',NULL,'배송완료','2024-12-06 00:00:06','1111',NULL),
(36,'jehoon@gmail.com','kakao','이제훈','325000','010-2222-2121','12221','서울시 서대문구 수색로 100','(북가좌동, DMC래미안e편한세상)','303동 1203호','문 앞에 놔주세요','배송완료','2024-01-03 12:00:00','3456',NULL),
(37,'jehoon@gmail.com','card','이제훈','224000','010-2222-2121','12221','서울시 서대문구 수색로 100','(북가좌동, DMC래미안e편한세상)','303동 1203호','문 앞에 놔주세요','배송완료','2024-02-03 12:00:00','3456',NULL),
(38,'jehoon@gmail.com','card','이제훈','118200','010-2222-2121','12221','서울시 서대문구 수색로 100','(북가좌동, DMC래미안e편한세상)','303동 1203호','문 앞에 놔주세요','배송완료','2024-03-03 12:00:00','3456',NULL),
(39,'jehoon@gmail.com','kakao','이제훈','888300','010-2222-2121','12221','서울시 서대문구 수색로 100','(북가좌동, DMC래미안e편한세상)','303동 1203호','문 앞에 놔주세요','배송완료','2024-04-03 12:00:00','3456',NULL),
(40,'jehoon@gmail.com','card','이제훈','1503000','010-2222-2121','12221','서울시 서대문구 수색로 100','(북가좌동, DMC래미안e편한세상)','303동 1203호','문 앞에 놔주세요','배송완료','2024-05-03 12:00:00','3456',NULL),
(41,'jehoon@gmail.com','card','이제훈','450000','010-2222-2121','12221','서울시 서대문구 수색로 100','(북가좌동, DMC래미안e편한세상)','303동 1203호','문 앞에 놔주세요','배송완료','2024-06-03 12:00:00','3456',NULL),
(42,'jehoon@gmail.com','card','이제훈','275000','010-2222-2121','12221','서울시 서대문구 수색로 100','(북가좌동, DMC래미안e편한세상)','303동 1203호','문 앞에 놔주세요','배송완료','2024-07-03 12:00:00','3456',NULL),
(43,'jehoon@gmail.com','naver','이제훈','3240000','010-2222-2121','12221','서울시 서대문구 수색로 100','(북가좌동, DMC래미안e편한세상)','303동 1203호','문 앞에 놔주세요','배송완료','2024-08-03 12:00:00','3456',NULL),
(44,'jehoon@gmail.com','kakao','이제훈','115000','010-2222-2121','12221','서울시 서대문구 수색로 100','(북가좌동, DMC래미안e편한세상)','303동 1203호','문 앞에 놔주세요','배송완료','2024-09-03 12:00:00','3456',NULL),
(45,'jehoon@gmail.com','naver','이제훈','553000','010-2222-2121','12221','서울시 서대문구 수색로 100','(북가좌동, DMC래미안e편한세상)','303동 1203호','문 앞에 놔주세요','배송완료','2024-10-03 12:00:00','3456',NULL),
(46,'jehoon@gmail.com','card','이제훈','88000','010-2222-2121','12221','서울시 서대문구 수색로 100','(북가좌동, DMC래미안e편한세상)','303동 1203호','문 앞에 놔주세요','배송완료','2024-11-03 12:00:00','3456',NULL),
(47,'jehoon@gmail.com','kakao','이제훈','722000','010-2222-2121','12221','서울시 서대문구 수색로 100','(북가좌동, DMC래미안e편한세상)','303동 1203호','문 앞에 놔주세요','배송완료','2024-12-03 12:00:00','3456',NULL),
(48,'yeseul@gmail.com','kakao','한예슬','325000','010-3525-3252','33323','강원도 강릉시 선수촌로 79-14','(유천동, 강릉유천유승한내들더퍼스트)','202동 606호','배송 전 연락주세요','배송완료','2024-01-03 12:00:00','3456',NULL),
(49,'yeseul@gmail.com','card','한예슬','3125000','010-3525-3252','33323','강원도 강릉시 선수촌로 79-14','(유천동, 강릉유천유승한내들더퍼스트)','202동 606호','배송 전 연락주세요','배송완료','2024-02-03 12:00:00','3456',NULL),
(50,'yeseul@gmail.com','card','한예슬','428000','010-3525-3252','33323','강원도 강릉시 선수촌로 79-14','(유천동, 강릉유천유승한내들더퍼스트)','202동 606호','배송 전 연락주세요','배송완료','2024-03-03 12:00:00','3456',NULL),
(51,'yeseul@gmail.com','kakao','한예슬','117800','010-3525-3252','33323','강원도 강릉시 선수촌로 79-14','(유천동, 강릉유천유승한내들더퍼스트)','202동 606호','배송 전 연락주세요','배송완료','2024-04-03 12:00:00','3456',NULL),
(52,'yeseul@gmail.com','card','한예슬','624000','010-3525-3252','33323','강원도 강릉시 선수촌로 79-14','(유천동, 강릉유천유승한내들더퍼스트)','202동 606호','배송 전 연락주세요','배송완료','2024-05-03 12:00:00','3456',NULL),
(53,'yeseul@gmail.com','card','한예슬','94400','010-3525-3252','33323','강원도 강릉시 선수촌로 79-14','(유천동, 강릉유천유승한내들더퍼스트)','202동 606호','배송 전 연락주세요','배송완료','2024-06-03 12:00:00','3456',NULL),
(54,'yeseul@gmail.com','kakao','한예슬','148500','010-3525-3252','33323','강원도 강릉시 선수촌로 79-14','(유천동, 강릉유천유승한내들더퍼스트)','202동 606호','배송 전 연락주세요','배송완료','2024-07-03 12:00:00','3456',NULL),
(55,'yeseul@gmail.com','card','한예슬','4958000','010-3525-3252','33323','강원도 강릉시 선수촌로 79-14','(유천동, 강릉유천유승한내들더퍼스트)','202동 606호','배송 전 연락주세요','배송완료','2024-08-03 12:00:00','3456',NULL),
(56,'yeseul@gmail.com','card','한예슬','420000','010-3525-3252','33323','강원도 강릉시 선수촌로 79-14','(유천동, 강릉유천유승한내들더퍼스트)','202동 606호','배송 전 연락주세요','배송완료','2024-09-03 12:00:00','3456',NULL),
(57,'yeseul@gmail.com','kakao','한예슬','727000','010-3525-3252','33323','강원도 강릉시 선수촌로 79-14','(유천동, 강릉유천유승한내들더퍼스트)','202동 606호','배송 전 연락주세요','배송완료','2024-10-03 12:00:00','3456',NULL);
/*!40000 ALTER TABLE `orders` ENABLE KEYS */;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*M!100616 SET NOTE_VERBOSITY=@OLD_NOTE_VERBOSITY */;

-- Dump completed on 2024-12-13 14:26:52
